Repository: yasirabd/microblog
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: id

source: Please log in to access this page.
id: Silahkan masuk untuk mengakses halaman ini.

source: Error: the translation service is not configured.
id: Kesalahan: servis penerjemah tidak terkonfigurasi.

source: Error: the translation service failed.
id: Kesalahan: servis penerjemah gagal.

source: [Microblog] Reset Your Password
id: [Microblog] Ganti Password Anda

source: Username
id: Nama Pengguna

source: Password
id: Kata Sandi

source: Remember Me
id: Ingat Saya

source: Sign In
id: Masuk

source: Email
id: Surel

source: Repeat Password
id: Ulangi Kata Sandi

source: Register
id: Daftar

source: Please use a different username.
id: Tolong gunakan nama pengguna lain.

source: Please use a different email address.
id: Tolong gunakan alamat surel lain.

source: Request Password Reset
id: Meminta Ganti Kata Sandi

source: Invalid username or password
id: Nama pengguna atau kata sandi tidak benar

source: Congratulations, you are now a registered user!
id: Selamat, kamu sudah terdaftar sebagai pengguna!

source: Check your email for the instructions to reset your password
id: Cek surel anda untuk petunjuk mengganti kata sandi anda

source: Reset Password
id: Ganti Kata Sandi

source: Your password has been reset.
id: Kata sandi anda telah diganti.

source: About me
id: Tentang Saya

source: Submit
id: Ajukan

source: Say something
id: atakan sesuatu"

source: Your post is now live!
id: Pos anda sekarang telah hidup!

source: Home
id: Beranda

source: Explore
id: Jelajah

source: Your changes have been saved.
id: Pergantian anda telah disimpan.

source: Edit Profile
id: Ganti Profil

source: User %(username)s not found.
id: Pengguna %(username)s tidak ditemukan.

source: You cannot follow yourself!
id: Kamu tidak bisa ikuti diri sendiri!

source: You are following %(username)s!
id: Kamu mengikuti %(username)s!

source: You cannot unfollow yourself!
id: Kamu tidak bisa tidak ikuti diri sendiri!

source: You are not following %(username)s.
id: Kamu tidak mengikuti %(username)s.

source: %(username)s said %(when)s
id: %(username)s mengatakan %(when)s

source: Translate
id: Terjemahkan

source: Welcome to Microblog
id: Selamat datang di Microblog

source: Login
id: Masuk

source: Profile
id: Profil

source: Logout
id: Keluar

source: Error: Could not contact server.
id: Kesalahan: Tidak bisa menghubungi server.

source: Hi, %(username)s!
id: Hai, %(username)s!

source: Newer posts
id: Pos terbaru

source: Older posts
id: Pos lama

source: User
id: Pengguna

source: Last seen on
id: Terakhir dilihat pada

source: %(count)d followers
id: %(count)d pengikut

source: %(count)d following
id: %(count)d mengikuti

source: Edit your profile
id: Ganti profil anda

source: Follow
id: Ikuti

source: Unfollow
id: Tidak ikuti

source: New User?
id: Pengguna Baru?

source: Click to Register!
id: Tekan untuk Mendaftar!

source: Forgot Your Password?
id: Lupa Kata Sandi Anda?

source: Click to Reset It
id: Tekan untuk Mengganti

source: Reset Your Password
id: Ganti Kata Sandi Anda

source: Not Found
id: Tidak Ditemukan

source: Back
id: Kembali

source: An unexpected error has occurred
id: Sebuah kesalahan tidak terduga telah terjadi

source: The administrator has been notified. Sorry for the inconvenience!
id: Admin telah diberitahu. Maaf untuk ketidaknyamanannya!
